
/* Seafile */
"%@ can't verify the identity of the website \"%@\"" = "%1$@ 无法验证网站 \"%2$@\" 的证书";

/* Seafile */
"%@ does not support to preview file of this kind at the moment." = "%@ 当前不支持预览这种类型的文件。";

/* Seafile */
"%@ invite you to %@" = "%@ 邀请你使用Seafile";

/* Seafile */
"%@, Uploaded %@" = "%1$@, 已上传 %2$@";

/* Seafile */
"%@, uploading" = "%@，正在上传";

/* Seafile */
"%@, waiting to upload" = "%@, 等待上传";

/* Seafile */
"%ld photos remain" = "还有 %ld 张相片";

/* Seafile */
"1 photo remain" = "还有 1 张相片";

/* Seafile */
"About" = "关于";

/* Seafile */
"Account" = "账户";

/* Seafile */
"Account Info" = "账户信息";

/* Seafile */
"Accounts" = "账户";

/* Seafile */
"Activities" = "最近修改";

/* Seafile */
"Activity" = "最近修改";

/* Seafile */
"Add a new discussion" = "添加一个新的讨论";

/* Seafile */
"Add account" = "添加账户";

/* Seafile */
"Add contact" = "添加联系人";

/* Seafile */
"All photos synced" = "所有相片已同步";

/* Seafile */
"Are you sure to clear all the cache?" = "你确定要清除所有的缓存吗?";

/* Seafile */
"Auto Camera Upload" = "相机自动上传";

/* Seafile */
"Back" = "返回";

/* Seafile */
"Back to Last Account" = "回到最近访问的账户";

/* Seafile */
"Cache" = "缓存";

/* Seafile */
"Camera Upload" = "相机上传";

/* Seafile */
"Cancel" = "取消";

/* Seafile */
"Cancel download" = "取消下载";

/* Seafile */
"Checking library password ..." = "验证资料库的密码 ...";

/* Seafile */
"Choose" = "选择";

/* Seafile */
"Choose an account to start" = "选择一个账户开始使用";

/* Seafile */
"Click \"Search\" to start" = "点击 \"搜索\" 开始";

/* Seafile */
"Connecting to server" = "正在连接服务器";

/* Seafile */
"Copy" = "复制";

/* Seafile */
"Copy Link to Clipboard" = "复制链接到剪切板";

/* Seafile */
"Copy image to clipboard" = "复制图片到剪切板";

/* Seafile */
"Copy share link to clipboard" = "复制共享链接到剪切板";

/* Seafile */
"Copying files ..." = "正在复制文件 ...";

/* Seafile */
"Creating file ..." = "正在创建文件 ...";

/* Seafile */
"Creating folder ..." = "正在创建文件夹 ...";

/* Seafile */
"Delete" = "删除";

/* Seafile */
"Deleting directory ..." = "正在删除文件夹 ...";

/* Seafile */
"Deleting file ..." = "正在删除文件 ...";

/* Seafile */
"Deleting files ..." = "正在删除文件 ...";

/* Seafile */
"Destination" = "上传目录";

/* Seafile */
"Directory '%@' is shared with you using %@" = "文件夹 '%1$@' 在%2$@上共享给你";

/* Seafile */
"Discussion" = "讨论";

/* Seafile */
"Do you want reset the uploaded photos?" = "你想重置已同步的相片吗？";

/* Seafile */
"Edit" = "编辑";

/* Seafile */
"Email" = "电子邮件";

/* Seafile */
"Failed to add discussion" = "添加讨论失败";

/* Seafile */
"Failed to copy files" = "复制文件失败";

/* Seafile */
"Failed to create file" = "创建文件失败";

/* Seafile */
"Failed to create folder" = "创建文件夹失败";

/* Seafile */
"Failed to delete files" = "删除文件失败";

/* Seafile */
"Failed to generate share link of directory '%@'" = "获取文件夹 '%@' 共享外链失败";

/* Seafile */
"Failed to generate share link of file '%@'" = "获取文件 '%@' 共享外链失败";

/* Seafile */
"Failed to get groups ..." = "获取群组失败 ...";

/* Seafile */
"Failed to get messages" = "获取消息失败";

/* Seafile */
"Failed to get starred files" = "获取星标文件失败";

/* Seafile */
"Failed to identify the coding of '%@'" = "无法识别文件 '%@' 的编码";

/* Seafile */
"Failed to load activities" = "获取最近修改失败";

/* Seafile */
"Failed to load content of the directory" = "获取目录文件列表失败";

/* Seafile */
"Failed to load files" = "获取目录文件列表失败";

/* Seafile */
"Failed to login" = "登录失败";

/* Seafile */
"Failed to move files" = "移动文件失败";

/* Seafile */
"Failed to rename file" = "重命名文件失败";

/* Seafile */
"Failed to save %@ to album" = "保存 %@ 到图片库失败";

/* Seafile */
"Failed to search" = "搜索失败";

/* Seafile */
"Failed to send message" = "发送消息失败";

/* Seafile */
"Failed to upload file" = "上传文件失败";

/* Seafile */
"File '%@' is shared with you using %@" = "文件 '%1$@' 在%2$@上共享给你";

/* Seafile */
"File '%@' is too large to edit" = "文件 '%@' 太大，不支持编辑功能";

/* Seafile */
"File '%@' uploaded success" = "文件 '%@' 上传成功";

/* Seafile */
"File name invalid" = "文件名无效";

/* Seafile */
"File name must not be empty" = "文件名不能为空";

/* Seafile */
"Folder name invalid" = "无效的文件夹名";

/* Seafile */
"Folder name must not be empty" = "文件夹名不能为空";

/* Seafile */
"For example: https://seacloud.cc or http://192.168.1.24:8000" = "例如: https://seacloud.cc 或者 http://192.168.1.24:8000";

/* Seafile */
"Generate share link ..." = "获取文件外链 ...";

/* Seafile */
"Generate share link success" = "获取文件外链成功";

/* Seafile */
"Group discussion" = "群组讨论";

/* Seafile */
"Hey there!<br/><br/> I've been using %@ and thought you might like it. It is a free way to bring all you files anywhere and share them easily.<br/><br/>Go to the official website of %@:</br></br> <a href=\"%@\">%@</a>\n\n" = "你好!<br/><br/> 我正在使用%1$@，我认为你可能会喜欢它。<br/><br/>去%2$@的官网看看吧：</br></br> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to <b>'%@'</b> in my %@:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "您好,<br/><br/>这是我的%2$@中文件 <b>'%1$@'</b> 的链接 :<br/><br/> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to directory <b>'%@'</b> in my %@:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "您好,<br/><br/>这是我的%2$@中文件夹 <b>'%1$@'</b> 的共享链接 :<br/><br/> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"How would you like to share this file?" = "你想怎样共享这个文件?";

/* Seafile */
"Invalid Server" = "无效的服务器地址";

/* Seafile */
"Invalid email" = "无效的电子邮箱";

/* No comment provided by engineer. */
"Last Updated: %@" = "最近更新时间: %@";

/* Seafile */
"Libraries" = "资料库";

/* Loading Status */
"Loading..." = "正在刷新...";

/* Seafile */
"Local Cache" = "本地缓存";

/* Seafile */
"Login" = "登录";

/* Seafile */
"Message" = "消息";

/* Seafile */
"Messages" = "消息";

/* Seafile */
"Move" = "移动";

/* Seafile */
"MoveTo" = "移动到";

/* Seafile */
"Moving files ..." = "正在移动文件 ...";

/* Seafile */
"My Own Libraries" = "我的资料库";

/* FailToPreview_iPad.xib, FailToPreview_iPhone.xib, SeafCell.xib, SeafDirCell.xib, SeafMessageCell.xib, SeafUploadDirViewController.xib */
"Name" = "文件名";

/* Seafile */
"Network unavailable" = "网络不可用";

/* Seafile */
"New File" = "新建文件";

/* Seafile */
"New Folder" = "新建文件夹";

/* Seafile */
"New file name" = "新建文件名";

/* Seafile */
"New folder name" = "新建文件夹名";

/* Seafile */
"No Results" = "无结果";

/* Seafile */
"OK" = "确定";

/* Seafile */
"Open elsewhere..." = "使用其它应用打开";

/* Seafile */
"Open in other applications" = "在其它应用中打开";

/* Seafile */
"Password" = "密码";

/* Seafile */
"Password must not be empty" = "密码不能为空";

/* Seafile */
"Password of this library" = "资料库的密码";

/* Seafile */
"Password required" = "需要密码";

/* Seafile */
"PasteTo" = "复制到";

/* Seafile */
"Photos" = "图片";

/* Seafile */
"Photos are not accessible" = "无法访问图片库";

/* Seafile */
"Post a discussion to group" = "添加讨论到群组";

/* Seafile */
"Preview" = "预览";

/* Seafile */
"Print" = "打印";

/* Seafile */
"Private %@ Server" = "私有%@服务器";

/* Pull down to get more messages */
"Pull down to get more messages..." = "下拉获取更多消息...";

/* Pull down to refresh status */
"Pull down to refresh..." = "下拉刷新...";

/* Seafile */
"Redownload" = "重新下载";

/* Release to get more messages */
"Release to get more messages..." = "松手开始刷新...";

/* Release to refresh status */
"Release to refresh..." = "松手开始刷新...";

/* Seafile */
"Rename" = "重命名";

/* Seafile */
"Renaming file ..." = "正在重命名文件 ...";

/* Seafile */
"Replace" = "Replace";

/* Seafile push notification message */
"SEAFILE_LOC_KEY_FORMAT" = "%@, 你在 %@ 上有新消息了";

/* Seafile */
"Save" = "保存";

/* Seafile */
"Save to %@" = "保存到%@";

/* Seafile */
"Save to album" = "保存到图片库";

/* Seafile */
"Seafile" = "Seafile";

/* Seafile */
"Search" = "搜索";

/* Seafile */
"Search is not supported on the server" = "服务器不支持搜索";

/* Seafile */
"Searching" = "正在搜索";

/* Seafile */
"Searching ..." = "正在搜索 ...";

/* Seafile */
"Select All" = "全选";

/* Seafile */
"Select None" = "取消选择";

/* No comment provided by engineer. */
"Send" = "发送";

/* Seafile */
"Send share link via email" = "使用电子邮件发送共享链接";

/* Seafile */
"Sending" = "正在发送";

/* Seafile */
"Sending..." = "正在发送...";

/* Seafile */
"Server" = "服务器";

/* Seafile */
"Server must not be empty" = "服务器地址不能为空";

/* Seafile */
"Server, like https://seafile.cc" = "服务器, 例如 https://seafile.cc";

/* Seafile */
"Settings" = "设置";

/* Seafile */
"Shibboleth" = "Shibboleth";

/* Seafile */
"Shibboleth Login" = "Shibboleth 登陆";

/* Seafile */
"Sort by Last Modifed Time" = "按最后修改时间排序";

/* Seafile */
"Sort by Name" = "按名称排序";

/* Seafile */
"Space Used" = "已用空间";

/* Seafile */
"Starred" = "星标文件";

/* Seafile */
"Success to save %@ to album" = "成功保存 %@ 到图片库";

/* Seafile */
"Tell Friends about %@" = "向朋友们推荐%@";

/* Seafile */
"The certificate from this website has been changed. Would you like to connect to the server anyway?" = "这个网站提供的证书已经改变，你确定要连接到服务器吗？";

/* Seafile */
"The certificate from this website is invalid. Would you like to connect to the server anyway?" = "这个网站提供的证书无效，你确定要连接到服务器吗？";

/* Seafile */
"The length of password should be between 3 and 100" = "密码长度必须在3到100个字符自己";

/* Seafile */
"The mail account has not been set yet" = "邮件账户未设置";

/* Seafile */
"The token is invalid, you need to login again" = "会话已经过期，需要重新登录";

/* Seafile */
"There is no app which can open this type of file on this machine" = "本地没有开用来打开这种类型文件的应用";

/* Seafile */
"This app does not have access to your photos and videos." = "该应用无法访问你的照片和视频.";

/* Seafile */
"This function is not supportted yet" = "该功能暂不支持";

/* Seafile */
"This function is not supportted yet，you can copy it to the pasteboard and send mail by yourself" = "该功能暂不支持";

/* Seafile */
"Upload" = "上传";

/* Seafile */
"Upload Destination" = "上传位置";

/* Seafile */
"Upload Videos" = "自动上传视频";

/* Seafile */
"Username" = "用户名";

/* Seafile */
"Username must not be empty" = "用户名不能为空";

/* Seafile */
"Version" = "版本";

/* Seafile */
"Website" = "官网";

/* Seafile */
"Welcome to %@" = "欢迎使用%@";

/* Seafile */
"Wifi Only" = "仅在Wifi下自动同步";

/* Seafile */
"Wipe Cache" = "清除缓存";

/* Seafile */
"Wrong library password" = "资料库密码错误";

/* Seafile */
"Wrong username or password" = "用户名或密码错误";

/* Seafile */
"You can enable access in Privacy Settings" = "你可以在'隐私设置'中授权访问";

/* Seafile */
"cached" = "已缓存";

/* Seafile */
"modified" = "已修改";

/* Seafile */
"uploading" = "正在上传";

/* FolderView_iPad.storyboard, FolderView_iPhone.storyboard */
"www.seafile.com" = "www.seafile.com";
